{
  "quests.line0.title": "Los geht's!",
  "quests.line1.title": "Es wird magisch",
  "quests.line2.title": "Langsam wird's schwierig",
  "quests.line3.title": "Die Endbosse",
  "quests.line4.title": "Blumen entdecken",
  "quests.line5.title": "Wenn du nichts zu tun hast...",
  "quests.line6.title": "Botanische Erweiterungen",
  "quests.line0.desc": "Willkommen zu Botania - Garden of Glass! Aber nicht nur Garden of Glass, sondern sogar ein Questbuch!\nWir müssen aber erst einmal mit den einfachen Dingen des Lebens anfangen - Holz und Steine bekommen. Los geht's!",
  "quests.line1.desc": "Wir haben Mana, wir haben Ressourcen, aber wir wollen mehr! Mehr eher magische Dinge. Runen und Werkzeuge, welche mit Mana repariert werden können. Wir brauchen auch Erde. Na dann schauen wir mal, wie wir das machen...",
  "quests.line2.desc": "Du hast schon so viel erreicht! Nun wird es langsam etwas schwieriger...",
  "quests.line3.desc": "Wir haben viele Sachen zu tun. Um dieses Modpack abzuschließen, müssen wir den Wither, Gaia und Enderdrachen besiegen. Es wirkt vielleicht einfach, aber ohne Draconic Evolution oder Blood Magic... ist schon ein bisschen schwieriger.",
  "quests.line4.desc": "Botania fügt viele neue Pflanzen hinzu. Viele helfen dir, Sachen und Dinge leichter zu machen. Schauen wir uns mal die Nützlichsten an.",
  "quests.line5.desc": "Hier ist eine Sammlung der Quests, die du tun kannst, wenn du eigentlich afk in der Welt wärst. Dann hast du Spaß in Minecraft und musst keine andere Aktivität finden.",
  "quests.line6.desc": "Botania ist eine beeindruckende Mod und viele Nutzer erstellen Erweiterungen dafür. Ein paar wurden hier hinzugefügt. Finde etwas mehr über sie heraus!",
  "_comment": "line 0",
  "quests.id0.title": "Mein erster Bruchstein",
  "quests.id1.title": "Alt? Antik und wertvoll!",
  "quests.id2.title": "Holzfäller",
  "quests.id3.title": "Mit Botania starten",
  "quests.id4.title": "Alle Blumen",
  "quests.id5.title": "Monsterfarm",
  "quests.id6.title": "Die ersten Erze",
  "quests.id7.title": "Manastahl Ausrüstung",
  "quests.id0.desc": "Bruchstein ist in Skyblock immer die Hauptressource zum Bauen. Es ist eine der wichtigsten Materialien, um sich auszubreiten. Aber daran zu kommen, ohne Lava? Geht das überhaupt? Versuche beim Schleichen die Erde zu streicheln, vielleicht gibt sie dir ja etwas.",
  "quests.id1.desc": "Du hast alte Wurzeln auf deiner Insel gefunden! Hol sie dir! Du brauchst viel pflanzliches Material. Vielleicht kannst du die Wurzeln wieder zu lebenden Pflanzen regenerieren!",
  "quests.id2.desc": "Dein erstes Holz, du hast es geschafft. Baue dir die ersten Sachen, die man sich so aus Holz in Minecraft baut. Stöcke, Werkbank, Truhen, Holzrüstung. Also wenn du das schaffst.",
  "quests.id3.desc": "Mit dem gewonnenen Bruchstein kannst du nun endlich mehr Sachen herstellen. Ofen? Reines Gänseblümchen? Klingt geil.\\nPS: Benutze Schüsseln für Wasser.",
  "quests.id4.desc": "Belldorns sind rot, Hydroangeas sind blau, Minecraft hat 16 Farben, du brauchst Blumen, genau.",
  "quests.id5.desc": "Es wird Nacht. Es wird unangenehm. Monster spawnen um dir herum. Es wäre vielleicht besser, wenn du dir eine Monsterfalle baust.",
  "quests.id6.desc": "Minecraft ohne Erze? Nein! Die Erzblüte hilft dir. Setze einfach Stein in ihre Nähe, gib ihr Mana und sie wird dich beglücken.",
  "quests.id7.desc": "Um im Leben voran zu kommen, brauchst du Ausrüstung. Am besten benutzt du §1Manastahl§r Rüstung und Werkzeuge. Die verbrauchen Mana statt Haltbarkeit! Ein Item, welches Mana speichern kann, muss im Inventar vorhanden sein, um Mana verwenden zu können.",
  "_comment": "line 1",
  "quests.id8.title": "Manatablett",
  "quests.id9.title": "Lohen erstellen",
  "quests.id10.title": "Runen",
  "quests.id11.title": "Die magische Platte",
  "quests.id12.title": "Netherschätze",
  "quests.id13.title": "Verzaubern mit Mana",
  "quests.id14.title": "Terrastahl",
  "quests.id15.title": "Ökologisches Brauen",
  "quests.id16.title": "Portal nach Alfheim",
  "quests.id17.title": "Handel mit Elfen",
  "quests.id18.title": "Elementiumausrüstung",
  "quests.id19.title": "Mama, ich kann fliegen!",
  "quests.id8.desc": "Mana in einem Pool? Das kann jeder. Aber ein Manatablett? Das hat nicht jeder! Jedoch kann man sich Rüstung und Werkzeuge bauen, die sich durch Mana reparieren lassen! Dafür brauchst du dieses Tablett! Aber Achtung: Wenn kein Mana mehr im Tablett ist, gehen deine Sachen kaputt.",
  "quests.id9.desc": "Um in den Nether zu kommen, brauchst du Obsidian. Für Obsidian brauchst du Lohenstaub. Für Lohen brauchst du Fel Pumpkins und Eisengitter.",
  "quests.id10.desc": "Runen sind der Schlüssel zu vielen Ressourcen, Blumen und mehr. Beachte, dass du für manche Sachen in den Nether musst und Sachen von dort brauchst.",
  "quests.id11.desc": "Eine Platte mit der Macht, 3 Items zu einem mächtigen Terrastahlbarren zu vereinen. Nutze es und du bekommst Zugang zu einer pinkeren Welt \\(^.^)/",
  "quests.id12.desc": "Der Nether ist ein dunkler Ort. Ok, es ist hauptsächlich ein roter Ort. Mit einem verrückten Texture Pack ist es vielleicht ein blauer Ort. Wie auch immer, du brauchst Sachen aus dem Nether. Lohenstaub ist gut, aber du brauchst §lLohenruten§r. Und lass die großen Geister weinen. Du kannst es gut gebrauchen.",
  "quests.id13.desc": "Du kannst die Energie von Mana nutzen, um deine Items zu verzaubern. Du brauchst nur verzauberte Bücher. Und eine Multiblock Struktur.",
  "quests.id14.desc": "Kombiniert man eine Manaperle, einen Manadiamanten und einen Manastahlbarren wird es ultimativer Barren erschaffen. Aus diesem Material kann man eine mächtige Rüstung herstellen. Und er wird für das Portal nach Alfheim gebraucht. Und den Gaia, aber das ist noch nicht der richtige Moment, um darüber zu reden.",
  "quests.id15.desc": "Tränke können echt hilfreich sein. Aber wir spielen hier Botania, warum sollten wir Vanilla Tränke machen? Botania ist viel ökologischer.",
  "quests.id16.desc": "Mana Ressourcen sind ja ganz nett, aber die Elfen in der anderen Welt bekommen wir viel coolere pinke Sachen.",
  "quests.id17.desc": "Die Elfen sind nett zu uns. Sie handeln mit uns und geben uns für unser blaues Zeug pinkes Zeug zurück. Leider verbraucht der Tausch eine kleine Menge Mana.",
  "quests.id18.desc": "Du hast zwar schon §1blaue Rüstung§r, aber jeder weiß: pink ist geiler! Mach dir deine §5pinke Ausrüstung§r jetzt und bekomme ein pinkes AIOT geschenkt! (Nur solange der Vorrat reicht)",
  "quests.id19.desc": "Du möchtest besser sein als all die Leute da draußen. Du möchtest in die Lüfte steigen und davon fliegen! Lass deine Träume keine Träume bleiben! Tu es einfach!",
  "_comment": "line 2",
  "quests.id20.title": "Der einfache Gaia",
  "quests.id21.title": "Das End",
  "quests.id22.title": "Der Manaverteiler 3000!",
  "quests.id20.desc": "Für das Ritual des Gaia brauchst du ein paar Sachen. Diese Gaia Pylonen und ein Leuchtfeuer mit einer Basis.",
  "quests.id21.desc": "Du wirst 12 Endportalrahmen brauchen und musst sie von innen in einem Kreis aufbauen. Nicht von außen. Aber Achtung, du kannst die Blöcke nicht wieder umbauen. Nochmal: Bau sie um dich herum. Von INNEN und NICHT von AUSSEN!",
  "quests.id22.desc": "Gaia Manaverteiler sind viermal schneller als normale Manaverteiler.",
  "_comment": "line 3",
  "quests.id23.title": "Vorbereitung auf den Wither",
  "quests.id24.title": "Der Wither",
  "quests.id25.title": "Gaia",
  "quests.id26.title": "Gaia 2.0",
  "quests.id27.title": "Enderdrache",
  "quests.id23.desc": "Der Wither ist ein starker Gegner, aber die Vorbereitung ist viel schwieriger. Du musst so viele Witherskelette töten. Und das nur für 3 Schädel. Seelensand besorgen ist viel einfacher. Du besorgst die Schädel und ich gebe dir den Seelensand, ok?",
  "quests.id24.desc": "Töte den Wither. Oh, du bist schon fertig?\nDann... Du hast soeben den Wither getötet. Den Boss der Bosse in Vanilla Minecraft. War's einfach? Ok, dann kannst du nun deinen Netherstern für dieses brandneue Leuchtfeuer opfern!",
  "quests.id25.desc": "Du musst deinen teuren Terrastahlbarren opfern. Mein Beileid. Aber ich hoffe, du kannst den Gaia im ersten Versuch töten. Für jeden weiteren Versuch musst du einen neuen Barren ausgeben. Und vergiss niemals: das ist erst der Einfache.",
  "quests.id26.desc": "Der einfache Gaia ist besiegt. Versuche den Schwierigeren. Opfere deine wertvolle Essenz und töte ihn. Oder sie. Oder deine Essenz ist für immer weg...\nViel Glück! Du wirst es brauchen.",
  "quests.id27.desc": "Wenn du den Gaia getötet hast, ist der Enderdrachen kein Problem mehr für dich. Eine Leichtigkeit. Ein kleiner Stein auf deinem Weg zur Weltherrschaft. Muahahahaha!",
  "_comment": "line 4",
  "quests.id28.title": "Mampftau",
  "quests.id29.title": "Agraryophylle",
  "quests.id30.title": "Entropinnyum",
  "quests.id31.title": "Belldorn",
  "quests.id32.title": "Kekimurus",
  "quests.id33.title": "Trichterkraut",
  "quests.id34.title": "Rosa Arcana",
  "quests.id35.title": "Tigerauge",
  "quests.id36.title": "???",
  "quests.id28.desc": "Der Mampftau ist eine Pflanze, welche Mana dadurch generiert, dass es seine Artgenossen auffrisst. Ohne Skrupel verspeist es einfach die Blätter von Bäumen.",
  "quests.id29.desc": "Die Agraryophylle ist eine richtige Maschine! Sie kümmert sich um deine Pflanzen bis sie ausgewachsen sind und gibt ihnen dabei immer wieder einen Wachstumsschub.",
  "quests.id30.desc": "Die Entropinnyum ist bombastisch. Spreng dein TNT neben ihr und sie erzeugt Mana für dich. Dem Energieerhaltungssatz sei Dank!",
  "quests.id31.desc": "Die Belldorn ist der Schrecken jedes Monsters. Sie werden Schmerzen bis zum Tod erleiden. Ist das nett? Nein! Ist dir das egal? Ja!",
  "quests.id32.desc": "Achtung! Dein Kuchen ist in Gefahr! Die Kekimurus frisst einfach deinen Kuchen auf! Aber wenn der Kuchen eine Lüge ist, was is(s)t dann die Pflanze?",
  "quests.id33.desc": "Das Trichterkraut schnappt sich den ganzen Müll, der bei ihr rumliegt und legt ihn in ein anliegendes Inventar. Du willst nur bestimmte Items in das Inventar? Dann nutz doch den mitgelieferten Rahmen!",
  "quests.id34.desc": "Die Rosa Arcana saugt dir deine Erfahrung aus, aber gibt dir dafür, was du am meisten brauchst: Mana. Je mehr Erfahrung, desto mehr Mana, desto weniger Erfahrung, desto weniger Mana.",
  "quests.id35.desc": "Dir gehen Creeper auf die Nerven? Sie sprengen dich immer in die Luft? Pech gehabt. Oder? Nein! Das Tigerauge hilft dir da weiter! Dank ihm sprengen sich Creeper bei dir nicht mehr in die Luft!",
  "quests.id36.desc": "Der Titel ist Programm - was soll das?! Einfach nur ein Löwenzahn?! Ja... Sorry, das findet nur der Peter Lustig.",
  "_comment": "line 5",
  "quests.id37.title": "Tiere",
  "quests.id38.title": "Generierende Blumen",
  "quests.id39.title": "Linsen",
  "quests.id40.title": "Regenbogen",
  "quests.id41.title": "Runen",
  "quests.id42.title": "Funktionelle Blumen",
  "quests.id43.title": "Tschüss, Mana!",
  "quests.id44.title": "ALLES muss verzaubert sein",
  "quests.id45.title": "Unterschiedliches Gras",
  "quests.id46.title": "Fläschchen mit ALLEM",
  "quests.id47.title": "Wollen Sie einen Stab kaufen?",
  "quests.id48.title": "Musik",
  "quests.id37.desc": "Tiere spawnen? Mit dem Cocoon of Caprice geht das sehr einfach. Und dann tötest du sie. Außer ein Schwein! Töte NIEMALS ein Schwein!",
  "quests.id38.desc": "Du brauchst Mana in diesem Modpack, du brauchst Mana in Botania. Du brauchst eine Menge Mana. Und wenn du das Questbook komplett schaffen willst, brauchst du sehr viel Mana. Und wie bekommst du es? Diese Blumen helfen dir dabei. Probiere jede aus und wähle dann deinen Liebling.",
  "quests.id39.desc": "Du denkst vielleicht, dass diese Aufgabe sinnlos ist. Aber das ist nicht wahr. Es ist nicht sinnlos, du kannst... Ähm... Du könntest eine davon gebrauchen. Oder zwei. Oder wenn du ein Profi bist, brauchst du jede Einzelne. Dann ist es doch ein schöner Deal für dich. Du kannst etwas bauen, was du sowieso brauchst und bekommst dafür Belohnungen.",
  "quests.id40.desc": "Es ist so bunt. Es ist so schön, sie zu haben, wenn du es automatisieren wolltest oder nur die Spectrolus testen wolltest. Und du kannst eine schöne Kuh bekommen. Eine mutierte Kuh. Eine Kuh, von der du... Du weißt, ich weiß.",
  "quests.id41.desc": "Du brauchst sie für Blumen, du brauchst sie für Runen. Aber das ist nichts im Vergleich zu der Belohnung. Du kannst einen Keks bekommen. Einen §9blauen§r Keks. WIRKLICH, TU ES!!",
  "quests.id42.desc": "Du bist eine Person, die alles automatisieren will? Probiere diese Pflanzen! Sie können wirklich sehr viele unterschiedliche Dinge, welche sehr hilfreich sein können. Du kannst es versuchen. Du kannst chillen und die Pflanzen für dich arbeiten lassen. Keine Angst, es ist legal.",
  "quests.id43.desc": "Wenn du dieses Werkzeug hast, hast du so viel Mana produziert, dass das immerwährende Becken der Schuld gar nichts im Vergleich zu deinem Verbrauch ist. Vielleicht ist es eine schöne Belohnung. Aber 1.000 Manabecken sind sehr viel. Ich wünsche dir viel Spaß.",
  "quests.id44.desc": "Du hast SO VIELE LEVEL. Verbrauch sie doch für ein paar Bücher. Nur Bücher. Du brauchst deine Rüstung nicht zu verzaubern. Diese Bücher sind alles, was du brauchst. Und ein bisschen Mana. Und den Verzauberer von Botania. Es sieht so schön aus, probiere es.",
  "quests.id45.desc": "Du denkst, du musst zwischen grünem, pinkem und braunem Gras entscheiden? Du kannst zwischen jedem Grastyp entscheiden. Probiere einfach jeden Samen. Manche sehen gut aus. Gut für Dekorationszeug.",
  "quests.id46.desc": "Tränke sind toll. Du kannst sie für alles, was du willst (und was verfügbar ist), trinken. Aber nur einmal. Was würdest du sagen, wenn ich dir erzähle, dass du diese Tränke sechsmal trinken kannst? Du weißt das? Dann tu es! Warte nicht so lange. Beim Kampf gegen den Gaia kann das wirklich nützlich sein.",
  "quests.id47.desc": "Stäbe sind nützlich. Sehr nützlich. Du kannst unendlich Erde platzieren, du kannst fliegen, du kannst überall Wasser haben! Es gibt so viele Stäbe für so viele Aufgaben. Probiere alle aus.",
  "quests.id48.desc": "Du brauchst Musik für deine Party? Vielleicht findest du ja die richtigen Lieder in dieser Sammlung. Du musst nur alle bekommen. Dann kann die Party starten. Aber trink nicht zu viel, Tränke sind teuer.",
  "_comment": "line 6",
  "quests.id49.title": "Ich will der allerschnellste sein",
  "quests.id50.title": "Elfen haben neue Materialien?",
  "quests.id51.title": "Werkzeuge reparieren",
  "quests.id52.title": "Mächtige Ringe",
  "quests.id53.title": "Mechanisches WAS?!",
  "quests.id54.title": "Kleiner Markt",
  "quests.id55.title": "Hochkonzentrierter Manaspeicher",
  "quests.id49.desc": "Kamen dir die Manaverteiler jemals langsam vor? Versuche dieses Ding, es verteilt so schnell das Mana von Blumen wie ein funkelnder Spark.",
  "quests.id50.desc": "Elfen entwickeln sich auch weiter! Sie fanden heraus, dass wenn sie ihre Materialien so kombinieren wie wir es für Terrastahl machen, ein neuer Stahl entsteht - Alfstahl. Sie haben ihren eigenen Ritualaufbau dafür entwickelt. Denkst du, du schaffst es, auch Alfstahl zu erzeugen?",
  "quests.id51.desc": "Werkzeuge können mit Pylonen repariert werden! Du brauchst nur die Macht der Elfen kombiniert! Oh... nur Items, die Mana verbrauchen oder mit Reparatur verzaubert sind, können repariert werden. Alle anderen Werkzeuge sind keine richtigen Werkzeuge, also ist uns das egal!",
  "quests.id52.desc": "Willst du mich heiraten? ❤ Oh, falsche Person, entschuldige bitte! Diese Ringe sind nicht für dich bestimmt. Wenn du sie willst, bau sie dir! Es lohnt sich!",
  "quests.id53.desc": "Cool, ein bisschen einfachere Automatisation! Klingt gut zu haben. Lass mal bauen!",
  "quests.id54.desc": "Ein kleiner Markt für kleine Verhandlungen mit kleinen Elfen. Behalte aber bitte dein Brot bei dir!",
  "quests.id55.desc": "Es speichert Mana mit der bis zur 10-fachen Kapazität eines normalen Manabeckens! Wenn du einen großen Speicher auf kleinem Raum willst, versuch es hiermit!"
}