{
  "quests.line0.title": "Getting started",
  "quests.line1.title": "It's a kind of magic",
  "quests.line2.title": "It's a little bit hard",
  "quests.line3.title": "The End-Bosses",
  "quests.line4.title": "Exploring flowers",
  "quests.line5.title": "If nothing to do",
  "quests.line6.title": "Botanical Addons",
  "quests.line0.desc": "Welcome to Garden of Glass by Botania. But not only Garden of Glass - it's with this Quest Book.\nWe have to start early game things like wood and cobblestone. Do it. Just do it.",
  "quests.line1.desc": "We have mana, we have resources, we wanna have more. More magical things. Runes and tools which are repaired by mana. We need dirt, too. Let's do it.",
  "quests.line2.desc": "You did so much stuff. But now it's time to do something harder.",
  "quests.line3.desc": "We have to do many things. To complete these modpack we have to fight against Wither and Gaia and the Ender Dragon. It may be easy, but try it without Draconic Evolution or Blood Magic... It's much harder.",
  "quests.line4.desc": "Botania adds a lot of new plants. Many help you to make tasks more managable. Let's have a look at the most essential ones.",
  "quests.line5.desc": "That's the collection of quests which are for time that you can be afk on the world. Then you can have fun in Minecraft and don't have to find any other activity.",
  "quests.line6.desc": "Botania is an awesome mod and many users are creating mods for Botania. A few were added here. Let's find out more about them.",

  "_comment": "line 0",
  "quests.id0.title": "My first Cobblestone",
  "quests.id1.title": "Old but Gold!",
  "quests.id2.title": "Wood Wood",
  "quests.id3.title": "Start of Botania",
  "quests.id4.title": "All the Flowers",
  "quests.id5.title": "Mob Farm",
  "quests.id6.title": "Mine those Ores",
  "quests.id7.title": "Manasteel Equipment",
  "quests.id0.desc": "Cobblestone is always the main resource to build stuff in Skyblock. It’s one of the most important materials to expand your island. But getting it without lava? Is that even possible? While sneaking, try to pet the dirt beneath you a little bit. Who knows, maybe it'll give you something in return?",
  "quests.id1.desc": "You found some Living Roots on your island! Great job! Get them! You'll need a lot of plant material. Perhaps you can turn those roots back to living plants?",
  "quests.id2.desc": "Your first block of wood; you actually did it. Craft the first few items you would usually craft out of wood in Minecraft: Some Sticks, a Crafting Table, Chests, wooden armour. That is if you're able to at least.",
  "quests.id3.desc": "With that much Cobblestone you can finally craft even more stuff. What about Furnaces or some Pure Daisies? That'll do it.\nTip: Use bowls on water.",
  "quests.id4.desc": "Bellethornes are red, Hydroangeas are blue, Botania has many flowers, all of them for you.",
  "quests.id5.desc": "It's getting dark and uncomfortable. Monsters start to spawn around you. Maybe it's a good idea to build yourself a Mob Farm, don't you think?",
  "quests.id6.desc": "Minecraft without ores? What are you thinking?! The Orechid will help you with that. Just place down some Stone near it, give it some of your Mana and let the \"mining\" begin!",
  "quests.id7.desc": "When life gives you §1Manasteel§r, use it to craft a set of armor and tools! Those use mana instead of just breaking apart! A mana storing item has to be in the inventory in order to use mana.",

  "_comment": "line 1",
  "quests.id8.title": "Mana Tablet",
  "quests.id9.title": "Creating Blazes",
  "quests.id10.title": "Runes",
  "quests.id11.title": "Terrestrial Agglomeration Plate",
  "quests.id12.title": "Nether Looting",
  "quests.id13.title": "Enchanting with Mana",
  "quests.id14.title": "Terrasteel",
  "quests.id15.title": "Ecological brewing",
  "quests.id16.title": "Portal to Alfheim",
  "quests.id17.title": "Elven Trade",
  "quests.id18.title": "Elementium Equipment",
  "quests.id19.title": "Somewhere over the rainbow",
  "quests.id56.title": "Infinite water",
  "quests.id8.desc": "Mana in a Pool? Everyone can do that, but a Manatablet? That is something special! You'll need the Mana Tablet to craft special armour and tools, all of which can be repaired using Mana! But beware: If there's no Mana left, your tools will start to break.",
  "quests.id9.desc": "In order to get to the Nether, you need Obsidian. To get Obsidian you need Blaze Powder. And last, but not least: For Blazes you need Fel Pumpkins und Iron Bars. Pretty cumbersome if you ask me...",
  "quests.id10.desc": "Runes are the key to a whole lot of resources, flowers and more. Note that for some items you have to go to the Nether and get some stuff from there.",
  "quests.id11.desc": "A plate with the power to combine three items to a mighty Terrasteel Ingot. Use it and you'll get access to a really pink world \\(^.^)/",
  "quests.id12.desc": "The Nether is a dark place. Ok, mainly it's a red place. And with a really crazy texture pack the nether might even be blue. Anyway, you need stuff from the Nether (again). Blaze Powder might do it... But you need Blaze §lRods§r. Oh and make those huge white cubes cry. You'll need that eventually.",
  "quests.id13.desc": "You can use the magic energy given to you from Mana to enchant various items. You'll only need Enchanted Books. And a Multi-block Structure of course.",
  "quests.id14.desc": "Combine a Mana Pearl, a Mana Diamond and a Manasteel Ingot and you've got yourself the most ultimate Ingot there is! With that you can craft a powerful armour. And this ingot is also used to craft the Portal to Alfheim. Aaaand for Gaia, but this is not the right time to talk about that, at least for now...",
  "quests.id15.desc": "Potions can be helpful, for sure. But we're playing with Botania! Why should we make Potions from Vanilla Minecraft? Botania is a lot more... let's say ecological.",
  "quests.id16.desc": "Mana resources are quite nice, sure, but the Elves in the other world would give you way cooler - and most importantly pink - stuff.",
  "quests.id17.desc": "Elves are really kind. They really enjoy trading and they'll always give you pink stuff in exchange for blue stuff. But that'll cost you a teeny, tiny bit of Mana.",
  "quests.id18.desc": "Well, you've already got that §1blue armor§r, but everybody knows: Only cool people wear pink! Go ahead and craft yourself a set of §5pink gear§r and recieve a pink AIOT on the house! (Only while supplies last)",
  "quests.id19.desc": "You want to be better than all those people out there. You want to go up in the air and fly away! Don't let your dreams be dreams! Just do it!",
  "quests.id56.desc": "You want to have infinite water? Try this rod, it places water when you give it mana via a tablet, ring, or whatever.",

  "_comment": "line 2",
  "quests.id20.title": "The basic Gaia",
  "quests.id21.title": "The End",
  "quests.id22.title": "Mana Spreader 3000!",
  "quests.id20.desc": "For this Ritual of Gaia you'll need a few things: Those pesky Gaia Pylons and a Beacon with a base.",
  "quests.id21.desc": "You know the drill: Place twelve End Portal Frames from the inside in a circle-ish formation around yourself. But be careful: Don't place them down from the outside, as you can't rearrange them again later. Again: Place them around yourself from the INSIDE and NOT from the OUTSIDE!",
  "quests.id22.desc": "Gaia Mana Spreaders are four times as quick in, well, spreading Mana as their normal counterpart. That's it basically.",

  "_comment": "line 3",
  "quests.id23.title": "Wither Preparation",
  "quests.id24.title": "Wither",
  "quests.id25.title": "Gaia",
  "quests.id26.title": "Gaia 2.0",
  "quests.id27.title": "Ender Dragon",
  "quests.id23.desc": "The Wither is a very hard boss, but preparing for it is even harder. You'll have to slay a lot of Wither Skeletons. And that's only for three Skulls. Getting Soul Sand is waaay easier. That's why you'll go get the skulls and I'll give you the Soul Sand. Sounds fair, doesn't it?",
  "quests.id24.desc": "Kill the Wither. Oh, you've already done that? Well... You just killed the Wither, one of the most devastating boss in Vanilla Minecraft. Was easy, right? Ok then, you can now sacrifice your newly obtained Nether Star for one of two items. But... for which? Both of them would be really cool.",
  "quests.id25.desc": "You have to sacrifice your precious Terrasteel Ingot. I'm sorry for you. But I hope for you that you can kill the Gaia first try. Otherwise you'll have to sacrifice another Ingot for every new try. And never forget: That is the easy Gaia.",
  "quests.id26.desc": "You killed the first, and easy, Gaia victoriously. Now sacrifice your all of your Essence and kill the second, much harder iteration of the Gaia. Or else your Essence will be gone. Forever.\nGood Luck! You'll need it.",
  "quests.id27.desc": "After killing the Gaia, the Ender Dragon shouldn't be a problem any more. Easy peasy. Just a little smudge in the path to eternal world domination! Muahahahaha!",

  "_comment": "line 4",
  "quests.id28.title": "Munchdew",
  "quests.id29.title": "Agricarnation",
  "quests.id30.title": "Entropinnyum",
  "quests.id31.title": "Bellethorne",
  "quests.id32.title": "Kekimurus",
  "quests.id33.title": "Hopperhock",
  "quests.id34.title": "Rosa Arcana",
  "quests.id35.title": "Tigerseye",
  "quests.id36.title": "???",
  "quests.id28.desc": "Munchdew is a plant, which generates mana by consuming it's fellow species. Without hesitation, it eats the leaves from trees.",
  "quests.id29.desc": "Agricarnation is a real beast! It takes care of your plants till they are fully grown. From time to time, it even boosts their growth a bit.",
  "quests.id30.desc": "Entropinnyum is quite the bomb. Ignite some TNT next to it and it generates Mana for you. Thanks to the law of conversation of energy!",
  "quests.id31.desc": "Bellethorne is the number one nightmare of every monster. They will suffer from excruciating pain till they die! Is that kind? No, it's not! Do you care? Probably not, either!",
  "quests.id32.desc": "Be careful! Your cake is in trouble! Kekimurus just eats it up! But if the cake's a lie, what will this poor fellow have for dinner?",
  "quests.id33.desc": "Hopperhock grabs all the trash that piles up around you and puts it in an inventory next to it. All nice and tidy. You only want specific items to be put aside? Well, then use the included frame!",
  "quests.id34.desc": "Rosa Arcana sucks up your experience points and gives you something in return, something that you're in dire need of: I'm talking about mana, of course. The more experience points you have, the more mana you get. You know the drill.",
  "quests.id35.desc": "Creepers get on your nerves? They blow you up in thousand pieces? Well, you're out of luck. Wait.. no, you're not! Tigerseye will help you out! Thanks to it, Creepers don't explode nearby anymore!",
  "quests.id36.desc": "The title says it all - what the heck?! Just Dandelion?! Yeah... Sorry, only Clinton will find this Hillaryous.",

  "_comment": "line 5",
  "quests.id37.title": "Animals",
  "quests.id38.title": "Generating Flowers",
  "quests.id39.title": "Lenses",
  "quests.id40.title": "Rainbow",
  "quests.id41.title": "Runes",
  "quests.id42.title": "Functional Flowers",
  "quests.id43.title": "All your mana",
  "quests.id44.title": "Everything has to be enchanted",
  "quests.id45.title": "Different Grass",
  "quests.id46.title": "Flask of Everything",
  "quests.id47.title": "What's about Rods?",
  "quests.id48.title": "Music",
  "quests.id37.desc": "Spawning animals? How? With the revolutionary technology of the Cocoon of Caprice (patent pending) you'll have all your animals in no time! And then you kill them :) Except for pigs! NEVER EVER kill a pig!",
  "quests.id38.desc": "You need Mana in this Modpack, you need Mana in Botania. By now you could have guessed that you need a LOT of Mana. And, in order to complete this Questbook, you'll need EVEN MORE Mana. But how do you get that much precious magic juice? Those flowers might help. Try every flower and then pick your favourite (pun intented).",
  "quests.id39.desc": "You may think that this quest is pointless. But that's not the case. Lenses are not pointless, you can... uhm... you could use one or two of them. Or if you're a pro you'll need every single one of those. Then this really is a great deal for you. You can craft something you'd have to use eventually and get some nice rewards in addition.",
  "quests.id40.desc": "It's so colourful. It's nice to have if you wanted to automate it or just test the Spectrolus. And you'll receive a beautiful cow. A mutated cow. A cow from which... well... you know what I mean.",
  "quests.id41.desc": "You'll need them for flowers, you'll need them for other runes. But that is nothing compared to this reward. You'll get a cookie. A §9blue§r cookie. JUST DO IT!!",
  "quests.id42.desc": "You're that type of person that wants to automate about everything? Try these plants! They really can do a lot of different things, all of which are very helpful for you! You can then just relax and let the plants do all the work for you. No worries, that's legal.",
  "quests.id43.desc": "If you have this tool, then it means that you have had to produce so much Mana that the Everlasting Guilty Pool seems to be nothing compared to this huge amount of Mana. But perhaps this is a nice reward. A thousand Mana Pools is really much though. Have fun.",
  "quests.id44.desc": "You have SO MANY XP Levels. Use them for some Enchanted Books. Just Books. No need to enchant your armour. Those Books are everything you need. And a little bit of Mana. And the Mana Enchanter. That one looks so pretty, give it a try.",
  "quests.id45.desc": "You think you have to decide between green, pink and brown Grass? Nope, you have to decide between every possible Grass type! I'm kidding. Just try every seed for me, would you? Some of them even look every nice. Useful for decorating stuff.",
  "quests.id46.desc": "Potions are wonderful. You can drink them for almost every possible effect. But sadly just once. What would you say if I were to tell you that you can drink those potions up to six times!? What? You already know that? Then why are you still standing there?! Those Flasks are really helpful in battle against the Gaia.",
  "quests.id47.desc": "Rods are useful. Very useful in fact. You can place down an unlimited amount of Dirt, you can make the whole world your swimming pool, heck, you can even fly with those items! There are so many different Rods for so many different tasks. Just give every single one of them a try.",
  "quests.id48.desc": "You need some music for your uber-cool party? Maybe you'll find the right tracks in this collection. You just have to get all of them. Then the party can start. But don't drink to much, Potions are expensive.",

  "_comment": "line 6",
  "quests.id49.title": "Fastest collection ever",
  "quests.id50.title": "Elves have new materials?",
  "quests.id51.title": "Tool repairing",
  "quests.id52.title": "Powerful rings",
  "quests.id53.title": "Mechanical WHAT?!",
  "quests.id54.title": "Little market",
  "quests.id55.title": "Concentrationed mana storage",
  "quests.id49.desc": "Ever thought that the Spreaders are really slow? Try this one, it collects mana from each flower like a spreader but spreads it with sparks in sparkling speed.",
  "quests.id50.desc": "Elves evolve, too! They found out that combining their materials like we do for terrasteel makes a new steel - Alfsteel. They invented their own ritual setup for that. Do you think you can craft Alfsteel, too?",
  "quests.id51.desc": "Tools can be repaired by Pylons! You just need the power of the elves combined. Oh... only mana-usable items or enchanted items with mending can be repaired. All other tools are no real tools, so we don't care!",
  "quests.id52.desc": "Do you wanna marry me? ❤ Oh, wrong person, sorry! These rings are not meant for you. If you want them, craft them. It's worth it!",
  "quests.id53.desc": "Right, a bit easier automation. Could be nice to have, just try it!",
  "quests.id54.desc": "Little market for small trades with tiny elves. Just keep your bread in your inventory.",
  "quests.id55.desc": "It stores mana up to 10x a mana pools capacity! If you want a big storage on a small area, try this one!"
}